Repository: openSUSE/libgnomesu
Catalog: po/*.po
Languages: pt_br

source: C_ontinue
pt_br: C_ontinuar

source: <small><b>_Details</b></small>
pt_br: <small><b>_Detalhes</b></small>

source: Command:
pt_br: Comando:

source: Password needed
pt_br: É necessária uma senha

source: The requested action needs further authentication.
pt_br: A ação requisitada precisa de autenticação adicional.

source: Please enter the root password to continue.
pt_br: Digite a senha de root para continuar.

source: _Password:
pt_br: _Senha:

source: No services for libgnomesu are available.
pt_br: Nenhum serviço para a libgnomesu está disponível.

source: Please enter %s's password and click Continue.
pt_br: Digite a senha de %s e clique em Continuar.

source: %s's _password:
pt_br: _Senha de %s:

source: User '%s' doesn't exist.
pt_br: O usuário '%s' não existe.

source: An unknown error occured while authenticating.
pt_br: Ocorreu um erro desconhecido durante a autenticação.

source: You do not have permission to authenticate.
pt_br: Você não tem permissão para se autenticar.

source: Unable to access the authentication information.
pt_br: Não foi possível acessar as informações de autenticação.

source: You reached the limit of tries to authenticate.
pt_br: Você atingiu o limite de tentativas de autenticação.

source: User account '%s' has expired.
pt_br: A conta do usuário '%s' expirou.

source: The password of '%s' has expired. Please update the password.
pt_br: A senha de '%s' expirou. Atualize-a.

source: Unable to initialize the PAM authentication system.
pt_br: Não foi possível iniciar o sistema de autenticação PAM.

source: write error
pt_br: erro de gravação

source: Written by %s.
pt_br: Escrito por %s.

source: Copyright (C) 1999 Free Software Foundation, Inc. This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
pt_br: Copyright (C) 1999 Free Software Foundation, Inc. Este software é livre; veja o código fonte para saber as condições de cópia. Não há NENHUMA garantia; nem mesmo para COMERCIALIZAÇÃO ou de ADAPTAÇÃO A UM PROPÓSITO EM PARTICULAR.

source: Pass the command to execute as one single string.
pt_br: Passe o comando a ser executado como uma única expressão.

source: COMMAND
pt_br: COMANDO

source: Run as this user instead of as root.
pt_br: Executar como este usuário em vez de root.

source: USERNAME
pt_br: NOME DO USUÁRIO

source: An unknown error occurred.
pt_br: Erro desconhecido.

source: GNOME SuperUser
pt_br: GNOME SuperUsuário
